---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueLuminance
source: html/e22af3ed-bba8-c142-b1c7-41b1a5c4d22c.htm
---
# Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueLuminance Property

The property labeled "Emissive Luminance" from the "AdvancedOpaque" schema.

## Syntax (C#)
```csharp
public static string OpaqueLuminance { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".